const About = () => {
  const titleCss = "text-black text-2xl sm:text-3xl font-bold mb-3";

  return (
    <div className="text-center bg-lightgray  relative pt-[100px] w-full mx-auto">
      {/* <section className="flex flex-row w-full justify-around h-[200px] mt-[120px] ">
        <div className={` flex flex-col w-full mb-[30px] mx-12`}>
          <h2 className={`w-full uppercase ${titleCss}`}>
            Здравейте. Аз съм Златомир.
          </h2>
          <h3 className="text-black text-xl sm:text-2xl font-bold mt-3">
            Рехабилитатор. Масажен терапевт.
          </h3>
        </div>
      </section> */}
      <div className=" bg-lightgray pb-10 mt-[120px]  ">
        <div className="mx-20 ">
          <h2 className="text-[#587564]  text-xl sm:text-2xl font-bold mb-6">
            За нас
          </h2>
          <div className="flex flex-row max-[948px]:flex-col justify-between">
            <div className=" text-[#587564] leading-6 sm:leading-7 ">
              <p>
                Основна мисия на пространството е - Грижата за Цялото, чрез
                грижата за всеки човек.„Алтернативен център за развитие“ е
                различно пространство за духовно и личностно израстване.
                Създаден е, за да обогати съществуващите методи за справяне с
                псхологически, духовни и физически състояния. Извлечени са
                високо-вибрационни знания от енергийния свят, които да служат за
                отключването на заключените кътчета в подсъзнанието и да правят
                съзнателно онова, което е задвижило даден процес, който е довел
                до нежелани разултати. Всичко се крие вътре в човека, нужно е да
                бъде обгрижено с енергия и внимание. Пространството предлага
                алетернатива в консултирането при психо-емоционални и личностни
                състояния. Неблагоприятни физически симптоми се разглеждат, като
                сигнал, който тялото дава, за да бъде видян деструктивно работещ
                модел на мислене, който вече не е в служба на вашето най-високо
                проявление и благосъстояние.
              </p>
              <p>
                Кратка биография на Златомир Трифонов - От дете съм творец и
                музикант,а в последствие се появи нуждата да се грижа за хората
                и за общото, вече и по други начини. Учил съм в Медицински колеж
                "Физиотерапия" , занимавах се четири години с лечение на
                физически състояние чрез Китайска медицина и Енергийна работа.
                Учил съм в музикално училище и в Музикална академия със
                специалност пиано и класическа музика. Помогнал съм на не малко
                хора да решат, нерешими от официалната медицина състояния и да
                избегнат ненужни операции. През цялото време търсех връзката
                между психиката, енергията и физиката. Прелях в изучване на
                Астрология и продължавам да се обогатявам всеки ден. Облякох
                професионалния опита и личните си преживявания в знанията на
                тази древна наука(Астрологията) и конкретно Астро-психология и
                те се превърнаха в Мъдрост, която има лечебна сила. Благодарен
                съм, че мога да помагам и се радвам винаги, когато го правя.
                Знам, че предаването на висши знания за моя мисия и виждам в
                това начинание, възможност да осигури прекрасна промяна в
                обществото.
              </p>
            </div>
            {/* <img
              src="../../zlatipic.jpg"
              alt="zlati"
              className=" rounded-full h-[300px] w-[250px] sm:h-[350px]"
            /> */}
          </div>
        </div>
      </div>
    </div>
  );
};

export default About;
