export const allPosts = [
  {
    id: '1',
    title:'Астрологична емисия новини на "Алтернативен център за развитие".',
    content:'Добър ден, дами и господа!  Вие сте с Астрологичната емисия новини на "Алтернативен център за развитие" (АЦР). Ето и водещите точки на кратко:\n -Венера премина на трон в знака на Телец. Това се случи на 06.06.25 и ни даде възможност да видим света от красивата му страна. \n-Юпитер се готви да влезе в знака на Рак , утре.  Там където се намира " Рак" във вашия хороскоп, този транзит ще отключи потенциал за разстеж и творческо изразяване в сферите.\n -Космични учени потвърдиха! Няма нищо извън нас. България е в шок! \nТова бяха на кратко важните точки за деня. Чао и до следващата ни емиясия в петък.  С пожелание да се насладите на Венера от мен, водещ: Златомир Трифонов. ',
    // content:'<p>Добър ден, дами и господа!  Вие сте с Астрологичната емисия новини на "Алтернативен център за развитие" (АЦР). Ето и водещите точки на кратко:</p><p><br></p><p>-Венера премина на трон в знака на Телец. Това се случи на 06.06.25 и ни даде възможност да видим света от красивата му страна. </p><p><br></p><p>-Юпитер се готви да влезе в знака на Рак , утре.  Там където се намира " Рак" във вашия хороскоп, този транзит ще отключи потенциал за разстеж и творческо изразяване в сферите. </p><p><br></p><p>-Космични учени потвърдиха! Няма нищо извън нас. България е в шок! </p><p><br></p><p>Това бяха на кратко важните точки за деня. Чао и до следващата ни емиясия в петък.  С пожелание да се насладите на Венера от мен, водещ : Златомир Трифонов. </p> ',
    file: '',
    createdAt : '2025-06-09T06:33:55.398+00:00'
  }

]